<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */


    /*
    |--------------------------------------------------------------------------
    | Home page
    |--------------------------------------------------------------------------
    */
    'student'                => 'طالب',
    'teacher'                => 'مدرس',
    'complete_profile'       => 'أكمل ملفك',
    'your_profile'           => 'ملفك الشخصى',
    'exit'                   => 'خروج',
    'news_letter'            => 'القائمة البريدية',
    'follow_fb'              => 'تابعنا على الفيس',
    'contact_us'             => 'اتصل بنا',
    'on_map'                 => 'موقعنا على الخريطه',
    'h_register'             => 'اشتراك',
    'login'                  => 'تسجيل دخول',

    /*
    |--------------------------------------------------------------------------
    | Home page
    |--------------------------------------------------------------------------
    */
    'ask_request'            => 'أطلب درس خاص',
    'ask'                    => 'أطلب',
    'request_title'          => 'عنوان الدرس',
    'num_hours'              => 'عدد الساعات المطلوبة',
    'ask_via_website'        => 'أطلب درس خاص عبر موقعنا بسهولة',
    'register_now'           => 'أشترك الان',
    'find_teachers'          => 'إبحث عن مدرسين',
    'distance_far'           => 'المسافة لا تبعد عنك (كيلو)',
    'choose_location'        => 'اختر موقعك من الخريطه أولا',
    'how_work'               => 'كيف تعمل',
    'prefered_time'          => 'مواعيد التدريس المناسبة',
    'morning'                => 'صباحا من 8ص وحتى 12م',
    'half_day'               => 'منتصف اليوم من 12م وحتى 6م',
    'night'                  => 'مساءا من 6م وحتى 10م',
    'all_time'               => 'فى أى وقت فى اليوم',
    'testimonial'            => 'آراء عملائنا',
    'intro_text'             => 'أطلب درس خاص عبر موقعنا بسهولة.',
    'search'                 => 'بحث الان',

    // all_profiles [age
    'exp_years'              => 'سنوات الخبرة',
    'speci'                  => 'التخصص',

    // applicant page
    'offers'                 => 'العروض المقدمة',
    'messages'               => 'الرسائل',
    'accept'                 => 'قبول العرض ',
    'hour_rate'              => 'دولار / ساعة',

    //be_member
    'stu_reg'                => 'تسجيل كطالب',
    'teach_reg'              => 'تسجيل كمدرس',

    //contactus
    'y_name'                 => 'إسمك الكريم',
    'y_email'                => 'البريد الإلكترونى',
    'y_phone'                => 'الجوال',
    'y_subject'              => 'عنوان الرسالة',
    'y_body'                 => 'مضمون الرسالة',
    'send'                   => 'إرسل',
    'subscribe'              => 'إشتراك',

    // enquiries
    'the_teachers'           => 'المدرسين',
    'search_results'         => 'نتيجة البحث',
    'appropriate_time'       => ' الوقت المناسب له',
    'speci'                  => 'التخصص',

    //messages
    'm_message_text'         => 'نص الرسالة',
    'm_nothing'              => 'لا توجد رسائل بعد',

    //new_applicant
    'ap_send_your_offer'     => 'تقدم بعرضك',
    'ap_type_details'        => 'أكتب بيانات عرضك الذى تريد تقديمة',
    'ap_this_about'          => 'هذا العرض بخصوص طلب بعنوان',
    'ap_student'             => 'للطالب',
    'ap_hour_rate'           => ' المقترح لهذا الطلب',

    //new_profile
    'np_completing_profile'  => 'إكمال الملف الشخصى ',
    'np_complete_ur_profile' => 'قم بمليء البيانات الخاصة بك لتكمل الملف الخاص بك',
    'np_school'              => 'المدرسة',
    'np_intro_for_u'         => 'مقدمة عن نفسك...',
    'np_how_u_hear'          => 'من أين سمعت عنا',
    'np_how_u_hear1'         => 'من أين سمعت عنا',
    'np_from_friend'         => 'من خلال صديق',
    'np_search_engine'       => 'من خلال محرك بحث',
    'np_ads_print'           => 'من خلال إعلان مطبوع',
    'np_emails'              => 'من خلال البريد الإلكترونى',
    'np_sms'                 => 'من خلال رسالة على جوالك',
    'np_male'                => 'ذكر',
    'np_female'              => ' أنثى',
    'np_language'            => 'لغة المواد',
    'np_exp_years1'          => 'سنوات الخبره فى مجال تخصصك',
    'np_exp_years'           => 'سنوات الخبره ',
    'np_sch_exp'             => 'سنوات العمل ',
    'np_sch_exp1'            => 'سنوات العمل فى مجال التدريس',
    'np_hour_rate'           => 'سعر الساعة بالدولار',
    'np_prefer_hour1'        => 'عدد الساعات المناسبة للتدريس فى اليوم من خلال موقعنا',
    'np_prefer_hour'         => 'عدد الساعات ',
    'np_pic'                 => 'صورتك',
    'np_save'                => 'حفظ البيانات',
    'np_choose_location'     => 'رجاء قم بإختيار عنوانك على الخريطه',

    //profile

    'about_me' => 'تعرف على',

    'p_student'               => 'الطالب',
    'p_city'                  => 'المدينة',
    'p_speci'                 => 'التخصص',
    'p_rate'                  => 'التقييم',
    'p_speci'                 => 'التخصص',
    'p_hour'                  => 'ساعة',
    'p_hour_rate'             => 'سعر الساعة',
    'p_teach_lang'            => 'لغة التدريس',
    'p_exp_years'             => 'سنوات الخبره',
    'p_sch_exp'               => 'سنوات العمل فى المدرسة',
    'p_prefer_time'           => 'وقت التدريس المناسب',
    'p_done'                  => 'الدروس التى أنهاها',
    'p_school'                => 'المدرسة',
    'p_age'                   => 'السن ',
    'p_target'                => 'الغرض من الطلب',
    'p_student'               => 'الطالب',
    'p_total_houre'           => 'عدد الساعات',
    'p_hour'                  => ' ساعة',
    'p_requests'              => 'طلبات الدروس',
    'p_proccess'              => 'جاري العمل علية',
    'p_donee'                 => ' تم',
    'p_preferd_time'          => 'الوقت المفضل',
    'p_mr'                    => 'الأستاذ',
    'p_hour_rate'             => 'سعر الساعة',
    'p_total_price'           => 'إجمالى السعر',
    'p_rates'                 => 'التقييمات',
    'dollar'                  => 'دولار',
    'mr'                      => 'أ',
    'p_city'                  => 'المدينة',
    'ur_details'              => 'بياناتك',
    'about_u'                 => 'عن نفسك',
    'sex'                     => 'الجنس',
    'male'                    => 'ذكر',
    'female'                  => 'أنثى',
    'bd'                      => 'تاريخ الميلاد',
    'pic'                     => 'الصورة',
    'language'                => 'اللغة',
    'edu_level'               => 'المرحلة التعليمية',
    'chng_details'            => 'تعديل البيانات',
    'my_orders'               => ' طلباتى',
    'proccessing'             => 'جاري العمل علية',
    'done'                    => 'تم',
    'why'                     => 'الغرض من الطلب',
    'prefered_time'           => 'الوقت المفضل',
    'offers'                  => 'العروض',
    'intro'                   => 'المقدمة',
    'num_hours'               => 'عدد الساعات',
    'hour'                    => ' ساعة',
    'mr'                      => 'أ',
    'lesson_done'             => ' إنتهى الدرس',
    'rate_title'              => 'عنوان التقييم',
    'ur_opinion'              => 'رأيك بصراحة',
    'exit'                    => 'خروج',
    'save'                    => 'حفظ',
    'msgs'                    => 'الرسائل',
    'num_hours'               => 'عدد الساعات',
    'mr'                      => 'أ',
    'num_hours'               => 'عدد الساعات',
    'hour'                    => ' ساعة',
    'hour'                    => ' ساعة',
    'hour_price'              => 'إجمالى السعر',
    'p_city'                  => 'المدينة',
    'the_rate'                => 'التقييم',
    'rates'                   => 'تقييمات',
    'new_requ'                => 'طلبات جديدة',
    'proccessing'             => 'جاري العمل علية',
    'donee'                   => 'تم تنفيذها',
    'why'                     => 'الغرض من الطلب ',
    'prefered_time'           => 'الوقت المفضل',
    'apply'                   => 'تقدم بعرضك',
    'msgs'                    => 'الرسائل',
    'the_student'             => 'الطالب',
    'why'                     => 'الغرض من الطلب',
    'msgs'                    => 'الرسائل',
    'the_student'             => 'الطالب',
    'num_hours'               => 'عدد الساعات',
    'hour'                    => 'ساعة',
    'why'                     => 'الغرض من الطلب',
    'student'                 => 'الطالب',
    'num_hours'               => 'عدد الساعات',
    'hour'                    => 'ساعة',
    'the_rates'               => 'التقييمات',
    'p_exp_years'             => 'سنوات الخبره',
    'appropriate_time'        => 'وقت التعليم المناسب',
    'hours_by_day'            => 'عدد ساعات التدريس فى اليوم',
    'about_u'                 => 'عن نفسك',
    'sex'                     => 'الجنس',
    'bd'                      => 'تاريخ الميلاد',
    'pic'                     => 'الصور',
    'speci'                   => 'التخصص',
    'lang'                    => 'اللغة',
    'chng_details'            => 'تعديل البيانات',
    'accept'                  => 'قبول العرض ',

    /*
    |--------------------------------------------------------------------------
    | Breadcrumb
    |--------------------------------------------------------------------------
    */
    'home'                    => 'الرئيسية',
    'teachers_who_subscribed' => 'المدرسين المسجلين بالموقع',
    'register'                => 'نموذج التسجيل',
    'messages_of'             => 'الرسائل الخاصة بـ طلب',
    'choose_type'             => 'هل أنت طالب أم مدرس',
    'since'                   => 'منذ',
    'choose_material'         => 'اختر المادة',

    'register_form' => 'نموذج التسجيل',
    'singup_now'    => 'سجل معنا الان',
    'firstname'     => 'الإسم الأول',
    'lastname'      => 'الإسم الأخير',
    'email'         => 'البريد الإلكترونى',
    'password'      => 'كلمة المرور',
    'repeatpass'    => 'تأكيد كلمة المرور',
    'city'          => 'المدينة',
    'city'          => 'المدينة',
    'adress'        => 'العنوان',
    'phone'         => 'رقم الجوال',
    'term'          => 'أوافق على ',
    'term_link'     => 'الشروط والأحكام',
    'register'      => ' تسجيل جديد',
    'resetpassform' => 'نموذج إتسرجاع كلمة المرور',
    'reset'         => 'إسترجاع',


    'type2' => 'مدرس',
    'type3' => 'تلميذ',
    'age'   => 'العمر',

    // Request

    'home'         => 'الرئيسية',
    'req_apply'    => 'تقدم بطلب',
    'fill_form'    => 'املء الطلب ',
    'lesson_title' => 'إسم الطلب',
    'notes'        => 'ملاحظات',
    'target'       => 'الهدف من الطلب',
    'many_hours'   => 'عدد الساعات المطلوبة',
    'many_hours1'  => 'عدد الساعات',
    'choose_map'   => 'أختر عنوانك من الخريطه',


    'login_mail'     => 'بريدك الإلكترونى',
    'login_pass'     => 'كلمة المرور',
    'login_login'    => 'تسجيل دخول',
    'login_remember' => 'تذكرنى',
    'login_forget'   => 'نسيت كلمة المرور?',
    'login_newone'   => 'إنشاء حساب جديد',


    'y_send'     => 'إرسال',
    'choosed'    => 'تم الإختيار بالفعل',
    'drag'       => 'اسحب من فضلك ...',
    'not_fond'   => 'لا يوجد نتائج طبقا لاختياراتك',
    'newsletter' => 'تم إشتراكك بنجاح فى القائمة البريدية',

    'fb_r'  => 'التسجيل بـ فيس بوك',
    'ln_r'  => 'التسجيل بـ لينكد إن',
    'share' => 'مشاركة',

    'or_login_with' => 'الدخول بإستخدام حسابك الإجتماعى',
    'notification' => 'الإشعارات',
    'y_c_msg' => 'يمكنك مراسلته قبل الموافقه',
    'suspended' => 'تحت المراجعه',
];
